{ 
  "head":"ONT引爆纽约！关于本体，你想知道的都在这里",      
  "author":"ont",
  "language":true,
  "newstime":"2017-12-7",
  "newslist":[
    {
      "picurl":"/static/file/news/newspic/000101.jpg",
      "content":""
    },
    {
      "picurl":"",
      "content":"  自11月18日上海预览会举办以来，本体（Ontology Network）引发了全球金融与区块链领域的极大热情和高度关注。在短短一两周时间里，本体社区人数快速增长，微信公众号粉丝数超过2000人次，推特号关注人数近1500人次。在社群中，有众多来自北美、欧洲、澳洲、亚太等全球金融与区块链领域的专业人士。"
    },
    {
      "picurl":"",
      "content":"  日前，本体（http://ont.io）先后来到美国纽约和硅谷，在这两个分别以金融与科技为地标的城市，又掀起了一阵“本体旋风”。ONT，not only a  blockchain! "
    },
    {
      "picurl":"",
      "content":"  11月27日（美东时间），本体发布会率先在纽约地标28 Liberty Street举行，NEO区块链及其生态项目AlphaCat、TheKey、Qlink、PeerAtlas等项目应邀参加，众多开发者和投资者相聚一堂。背靠宏伟的自由女神像，立于华尔街之巅，新一代全球分布式信任链网向人们揭开了神秘面纱。"
    },
    {
      "picurl":"/static/file/news/newspic/000102.jpg",
      "content":""
    },
    {
      "picurl":"/static/file/news/newspic/000103.jpg",
      "content":""
    },
    {
      "picurl":"",
      "h3":"区块链引领的新一代“分布式信任生态”",
      "content":""
    },
    {
      "picurl":"",
      "content":"  “信任”与我们的生活息息相关，但我们可能未曾了解，当前的信任体系存在诸多痛点，如信任源分散化、身份认证不准确、虚假信息难判断等情况。在社会治理、经济协作和金融服务中，人们每天为了信任的建设和交互，付出大量成本。"
    },
    {
      "picurl":"",
      "content":"  分布科技首席架构师，本体网负责人李俊介绍说，“本体”是一个全新的基础性公有链网体系。它将信任的多样性在一体化的协议体系下进行协同，整合多样化分布式多维实体认证体系及各类区块链体系与信息系统，纳入多源身份认证和多源信息交换协议，提供不同分布式应用场景的开放基础模块，实现分布式点对点的信任体系，构建跨链、跨系统、跨行业、跨应用和跨终端的分布式信任基础体系。"
    },
    {
      "picurl":"/static/file/news/newspic/000104.jpg",
      "content":""
    },
    {
      "picurl":"",
      "content":"  李俊举例说，有一些持有敏感数据的公司（譬如银行）不方便将信息存储在公有链上，本体通过“索引”的方式带来了解决方案。本体像是一个搜索引擎（搜索引擎不存储任何网站的数据，而是指向一个位置，本体以相同的方式工作）。“银行可以把用户信息保存在现有数据库中，随后通过本体来验证数据。这意味着，本体不仅可以用来连接区块链，也可以连接传统的IT系统。这为许多新的应用场景打开了大门。”本体的文档将会不断更新，在新的场景被实现时继续升级。"
    },
    {
      "picurl":"",
      "content":"  据透露，本体的首个版本将于2018年第一季度发布，之后本体团队将针对不同场景构建特定的区块链。"
    },
    {
      "picurl":"",
      "h3":"为应用提供“最后一公里”支持",
      "content":""
    },
    {
      "picurl":"",
      "content":"  作为信任的底层基础设施和底层价值通道，本体支持上层各类应用的开发和应用，从实体认证到数据交换，从分布式流程到分布式社区，从分布式交易到分布式声誉，结合底层的区块链分布式账本体系，联合各类服务伙伴在不同地域、不同领域提供多样化的信任服务。"
    },
    {
      "picurl":"",
      "content":"  参与传统区块链架构的dApp（去中心化应用）开发，需要较多的区块链技术积累，这也让不少行业伙伴望而却步。而本体为各类应用的开发者，提供“最后一公里”的支持。"
    },
    {
      "picurl":"",
      "content":"  李俊介绍说，在本体底层提供了完整的分布式账本体系，包括完备的智能合约体系、安全体系；提供了如安全数据存储、异构智能合约、硬件密钥管理、加密数据分析等技术体系。架构体系进行模块化、可插拔、灵活扩展的松耦合设计，支持不同业务领域的需求，这些支撑让参与者只需要关注自身的业务应用，而不需要将过多精力用于区块链或其他底层技术，便捷地提供各领域的分布式服务，譬如政务管理、金融服务、分布式交易、供应链管理与金融、分布式社群、版权保护、物联网等等。“我们甚至可以根据对方特点，为他们搭建一个单独的区块链，并融入本体的链网体系。"
    },
    {
      "picurl":"",
      "h3":"与NEO共促发展",
      "content":""
    },
    {
      "picurl":"/static/file/news/newspic/000105.jpg",
      "content":""
    },
    {
      "picurl":"",
      "content":"  关于NEO和本体的关系，是区块链社区津津乐道的话题。在此前的社区问答中，本体表示将会建立自己的区块链，而不是搭建在NEO上。这有三点原因。"
    },
    {
      "picurl":"",
      "content":"  第一个原因是由于本体业务范围的本质——身份和数据。对于金融机构和政府而言，目前还很难接受用 NEO（或以太坊）来存储敏感的身份信息。"
    },
    {
      "picurl":"",
      "content":"  其次，身份认证服务通常需要高吞吐量和低延迟。使用NEO作为每种场景的身份服务是不经济，也是难以扩展的。这也是为什么本体被设计成“链网体系”，而不是一个单一的区块链。多重互操作的“链网设计”将使本体具有较高的可扩展性，每个区块链可以采用独立的治理模式，在自己的辖区内合规发展。"
    },
    {
      "picurl":"",
      "content":"  第三，本体是身份和数据的索引。应用程序可以选择在本体或NEO上运行业务逻辑智能合约。有些应用程序不是作为智能合约来建立的，而是搭建于传统的IT系统，这就需要本体支持传统IT系统。本体可以成为现有服务和公有链之间的桥梁。"
    },
    {
      "picurl":"",
      "content":"  当天，NEO区块链创始人达鸿飞也来到现场，他说，本体和NEO将会有紧密合作。“本体将使用Neo智能合约，同时，NEO将为本体上主要的数字资产服务提供商提供清算和结算等服务；而本体也将为NEO的一些项目提供技术支持。”"
    },
    {
      "picurl":"/static/file/news/newspic/000106.jpg",
      "content":""
    },
    {
      "picurl":"/static/file/news/newspic/000107.jpg",
      "content":""
    },
    {
      "picurl":"/static/file/news/newspic/000108.jpg",
      "content":""
    },
    {
      "picurl":"",
      "content":"  本体致力于在技术信任、法制信任和社群信任之后，融合现实信任和虚拟信任，形成一个全新的“信任生态”。未来的本体，将具有广阔的业务场景与生态体系，是一个开源、开放、协同的分布式社区。无论人们有没有技术基础，都能在分布式世界里实现其服务模式和信任梦想。 "
    },
    {
      "picurl":"",
      "content":"  这样全新的信任生态模型，深深吸引着与会嘉宾。会后，来自金融、科技等各行各业人士和本体团队进行了深入交流，共同交流技术和应用，探索信任的又一场革命。"
    },
    {
      "picurl":"",
      "content":""
    },
    {
      "picurl":"",
      "content":""
    },
    {
      "picurl":"",
      "content":""
    }
  ]
}