{ 
  "head":"Blockchain Public Platform ‘Ontology Network’ Officially Launched in New York",      
  "author":"ont",
  "language":false,
  "newstime":"2017-12-8",
  "newslist":[
    {
      "picurl":"",
      "content":"Blockchain industry experts and investors gathered in New York City on Monday, November 27th, as Chinese blockchain startup  Onchain released Ontology Network,  a groundbreaking public platform for building decentralized trust systems."
    },
    {
      "picurl":"",
      "content":"\"We are honored to give a strong introduction to Ontology Network in New York City,\" said Da Hongfei, CEO of Onchain & Founder of NEO. \"Ontology and NEO will build a broad ecosystem using blockchain and other new technologies to serve the real economy. \" "
    },
    {
      "picurl":"",
      "content":"Ontology Network is a decentralized trust ecosystem; a cross-chain network which combines distributed identity verification, data exchange, communities, and various industry-specific functions. Ontology Network is modularized and easily expandable using APIs, SDKs, and other modules."
    },
    {
      "picurl":"",
      "content":"Partners and users can easily develop distributed services through Ontology Network without having previous knowledge of distributed networks. Support is provided for integrating partnering systems, including both existing blockchains and tradition information systems."
    },
    {
      "picurl":"",
      "content":"In its design, Ontology addresses issues current trust networks face including fragmented and monopolized data and identification services, unclear privacy rights and guarantees, and poor business-to-business collaborative mechanisms."
    },
    {
      "picurl":"",
      "content":"Business areas which are being targeted include financial services, payments, insurance, the IoT, product and owner authentication, content and software development, medicine, and government services, however, dApp development for all industries is supported."
    },
    {
      "picurl":"",
      "content":"\"Ontology Network was received well at its launch in New York City,\" said Li Jun, Chief Architect of Onchain. \"We have built rock solid infrastructure for trust cooperation in the different scenarios that make up the Ontology trust ecosystem, and we look forward to seeing the global impact starting in the US.\" "
    },
    {
      "picurl":"",
      "content":"The Ontology Network Launch had a robust agenda including presentations of projects from the NEO ecosystem including AlphaCat, THEKEY, QLink, Deep Brain, PeerAtlas, and NEX, as well as a China-US blockchain mixer. "
    },
    {
      "picurl":"",
      "content":"For more information, please visit  ont.io."
    },
    {
      "picurl":"",
      "content":"Media Contact"
    }
  ]
}