{ 
  "head":"Ji Zhoudong Joins Ontology Network as Chief Strategy Officer",      
  "author":"ont",
  "language":false,
  "newstime":"2017-12-18",
  "newslist":[
    {
      "picurl":"/static/file/news/newspic/000601.jpg",
      "content":"",
      "personPic":true
    },
    {
      "picurl":"",
      "content":"Ji Zhoudong has substantial experience in blockchain technology, including being Deputy General Manager of Wanda Feifan Technology Research Center and Wanda’s Chief of Blockchain Technology, Deputy Secretary-General of China’s Ministry of Industry and Information Technology’s Blockchain Technology and Industrial Development Forum, a director of Hyperledger, a member of China’s delegation of ISO/IEC TC 307, and Deputy Director of the China Blockchain Ecosystem Alliance (CBEA)."
    },
    {
      "picurl":"",
      "content":"Ji has now joined Onchain as Chief Strategy Officer of Ontology Network."
    },
    {
      "picurl":"",
      "content":"Ji has participated in China’s Ministry of Industry and Information Technology’s blockchain white paper and blockchain standards-related work, written several books on blockchain including a blockchain development textbook, and led many blockchain community events."
    },
    {
      "picurl":"",
      "content":"As an early participant in fintech and technology research, Ji has been an active promoter of fintech innovation in the traditional financial sector and took the lead in introducing innovative technology such as cloud computing and blockchain to the sector. He won the prize for “Scientific and Technological Progress” awarded by the People’s Bank of China and has many years of cross-sector experience in technical management and financial services."
    },
    {
      "picurl":"",
      "content":"“Onchain is a leading blockchain technology company in China that has produced a high degree of professionalism in industry solutions, commercial operations, and ecosystem construction. With technical support provided by Onchain, Ontology Network uses trust in technology, legal systems, and society, fused with real world and virtual trust methods to form a new distributed trust ‘ecology’. This is a truly valuable project which will bring about profound change to trust as we know it today. I am very excited to join Ontology Network and foster the construction and development of this project”, Ji said."
    },
    {
      "picurl":"",
      "content":"With Ji Zhoudong’s arrival Ontology Network’s team grows ever stronger. At present there is a 30-person technical team. Li Jun, Chief Architecture of Onchain and Founder of Ontology Network, leads the team, and Da Hongfei, CEO of Onchain and Founder of NEO, acts as a consultant.We look forward to Ontology Network’s roadmap ahead with Ji!"
    },
    {
      "picurl":"",
      "content":"The Ontology Team"
    }
  ]
}