{ 
  "head":"Ontology Finishes Collecting Email Addresses for the First Round of its Reward Event",      
  "author":"ont",
  "language":false,
  "newstime":"2018-01-08",
  "newslist":[
    {
      "picurl":"",
      "content":"We have now finished collecting email addresses for the first round of our reward event to thank the Ontology community! For those who are concerned as to whether they have been included or not, if you received a successful email subscription message on our website then you have been subscribed. If you did not receive the welcome email please check your spam/automatic deletion settings. To clarify, all of those who subscribed to our newsletter are included in our reward event!",
      "h3":""
    },
    {
      "picurl":"",
      "content":"There will be no public sale of ONT. Those who subscribed to our newsletter will receive 1,000 ONT for free. The details of token distribution, including the date, will be confirmed at a later date. The ‘KYC’ process will be a simple mechanism to eliminate multiple email addresses of one individual (the details of this mechanism will also be confirmed at a later date). For those who registered with more than one email address, do not worry, you will not be excluded from the reward event, you will simply be regarded as one user as opposed to how many email addresses you subscribed with. Also, to clarify, all nationals will be eligible to receive ONT.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"The second round of the reward event will be for participation in Ontology Network after Mainnet has been released in Q2 2018. Further details will later be confirmed at a later date.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"We would also like to clarify the proportion of total ONT token distribution:",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Ontology Community (including the reward events): 12%",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Giving back to the community is important for Ontology. This portion will be given back to the community through various events for different scenarios within Ontology Network.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Institutional Partners: 28%",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Ontology Network is a platform closely related to real-world institutions and businesses which will continue to be important supporters of the ecosystem throughout its growth.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"NEO Council: 10%",
      "h3":""
    },
    {
      "picurl":"",
      "content":"NEO is an important technology and ecosystem partner of Ontology Network, therefore Ontology will give a portion of the tokens to the NEO Council for relevant cooperation and to support NEO community feedback.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Ontology Ecosystem Development: 25%",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Ontology Network will use this portion of the tokens to continue to build various application services, promote the ecosystem, and secure strategic cooperation for expanding Ontology’s coverage and adoption.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Ontology Technical Community Reward (including the future bounty program): 10%",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Technology is a core resource of Ontology, therefore 10% of tokens will be reserved to reward the technical community for their feedback and contributions.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Ontology Core Team: 15%",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Ontology Network is a huge ecosystem with a growing mature development team. This portion provides long-term incentive for the team with yearly lock periods.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"You can read more about Ontology’s token model here: https://medium.com/ontologynetwork/release-of-ontology-economic-model-6ba3ec349e99.",
      "h3":""
    },
    {
      "picurl":"",
      "content":"Thank you for your continued support, and happy new year!",
      "h3":""
    },
    {
      "picurl":"",
      "content":"The Ontology Team",
      "h3":""
    }
  ]
}