{
	"d1":"Home",
	"dlang":"English",
	"dlangflag":true,
	"d2":"Developer",
	"d2durl":"https://developer.ont.io/",
	"d2a":"Bounty",
	"d2url":"https://bounty.ont.io/index.php/index/index",
	"d3":"Cooperation",
	"d3002":"dApps",
	"d3002url":"https://dapp.ont.io/",
	"d3003":"Explorer",
	"d3003url":"https://explorer.ont.io/",
	"d3004":"Trust Anchor",
	"d3004url":"https://info.ont.io/trust-anchor/en",
	"d4":"More",
	"d5":"Press",
	"d6":"Events",
	"d7":"Tech News",
	"d8":"About Ontology",
	"d9":"Team",
	"d10":"FAQ",
	"d11":"What is Ontology?",
	"d12":"Ontology is a new high-performance public blockchain project & a distributed trust collaboration platform.",
	"d13":"Ontology Common Applications",
	"d14T":"ONTO",
	"d14D":"Ontology comprehensive identity client",
	"d15":"ONTO is a comprehensive decentralized client product, and gives users self-sovereign of their digital identities, digital assets, etc.",
	"d16T":"ONT TSE",
	"d16D":"Ontology trust search engine",
	"d17":"ONT Trust search engine provides portal, authentication, and connecting services for individuals, assets, objects, affairs.",
	"d18T":"ONT DDXF",
	"d18D":"Ontology distributed data exchange framework",
	"d19":"Distributed data exchange framework allows to customize data trading marketplaces with ensured data and financial security.",
	"d20":"Ontology Modules and Protocols",
	"d21T":"ONT ID",
	"d21D":"Ontology identification protocol",
	"d22":"A complete distributed identity framework supporting identity verification and authentication for people, assets, objects, and affairs.",
	"d23":"Document Downloads",
	"d24":"Introductory White Paper",
	"d25":"Technology White Paper",
	"d26":"Ecosystem White Paper",
	"d27":"Technology Yellow Paper (TBA)",
	"d28":"Governance White Paper (TBA)",
	"d29":"About Ontology",
	"d30":"Ontology is a diverse, integrated, distributed trust network and the infrastructure for building a trust ecosystem. Ontology encourages trust cooperation and allows projects of all shapes, sizes, and technologies with different business scenarios and compliance requirements to pass through Ontology’s chain networks and take advantage of the distributed trust network how they see fit.",
	"d31":"Ontology and its distributed ledgers use a decoupled architecture that can support multiple blockchains and traditional IT systems as the underlying layer. At the ledger level there is a distributed ledger framework with smart contact support and customization for different scenarios. At the application level there are multiple modules and protocols for specific business processes to improve the scalability and flexibility of the entire architecture.",
	"d32":"In its first stage, Ontology uses a series of core protocols including those for identity authentication, authorization, and data exchange. The protocols are compatible internationally and with the W3C. The cryptographic signature protocols also support the Chinese national cryptography standard, RSA, and ECC. In the distributed data exchange system, there is also compatibility with UMA to make the data exchange system open, standardized, and ready for future cooperation and expansion.",
	"d33":"As the foundational infrastructure of a trust ecosystem, Ontology supports the development and upkeep of decentralized technology and data systems. Taking on the technical legwork, Ontology lets its partners focus on their business operations. Ontology provides a series of application frameworks including APIs, SDKs, and various application modules. These allow application service providers with a wide range of technical backgrounds to develop their own dApps, making decentralized systems accessible for all.",
	"d34T":"ONT Data",
	"d34D":"Distributed data management protocol",
	"d35":"ONT DATA framework supports data cooperation and exchange of different things, data resource management, smart contract transactions, etc.",
	"d36T":"ONT Scores",
	"d36D":"Credit score protocol",
	"d37":"ONT SCORES provides support for various businesses, to develop different credit evaluation logic according to distributed credible data.",
	"d38":"Ontology Infrastructure",
	"d39T":"ONT Blockchains",
	"d39D":"Common service public blockchains",
	"d40":"Common services for applications and other chains in Ontology ecosystem are provided by one or more service public chains. ",
	"d41T":"ONT Blockchain Frameworks",
	"d41D":"Ontology modular blockchain framework",
	"d42":"High-performance and flexible, the chain framework is modularized and customizable to support various business chains.",
	"d43T":"ONT Interaction Protocols",
	"d43D":"Ontology interaction protocol groups",
	"d44":"Different protocol collaborations provide compatibility with different cross-chain, cross-system, and cross-industry scenarios.",
	"d45":"Multi-Source Identity System for People",
	"d46":"Users can collect and manage their own identity data from various sources including public institutions, banks, businesses, family, colleagues, and friends.",
	"d47":"Multi-Source Identity System for Objects",
	"d48":"Digital identities of physical objects can be registered into the distributed network under the supervision of the product owners and/or producers.",
	"d49":"Distributed Data Exchange",
	"d50":"In the data exchange system all data (with consent of the owner) can be discovered and traded whilst meeting individual privacy requirements.",
	"d51":"Read our White Papers",
	"d52":"Download",
	"d53":"See All Versions",
	"d54":"DETELOPER",
	"d55":"document",
	"d56":"github",
	"d57":"Technical exchange & feedback",
	"d58":"CONTACT US",
	"d59":"Institutional Cooperation",
	"d60":"Join the community",
	"d61":"business",
	"d62":"Join our team",
	"d63":"ABOUT ONTOLOGY",
	"d64":"Introduction",
	"d65":"timeline",
	"d66":"Roadmap",
	"d67":"LEARN MORE",
	"d68":"news",
	"d69":"activity",
	"d70":"Ontology view",
	"d71":"TEAM",
	"d72":"FAQ",
	"d73":"News Letter",
	"d74":"In the real world, people have various kinds of social relations. Any organization or individual associated with the individual has information about the person. Through the ontology, users can link and authorize various kinds of data about themselves.",
	"d75":"address",
	"d76":"Room 301, 88 Zhengxue Road, Yangpu District, Shanghai",
	"d77":"Join Us on Discord",
	"d78":"Ontology Scenarios",
	"d79":"ONTology",
	"d80":"Client Downloads",
	"d81":"News",
	"d82":"See More",
	"d83":"Events",
	"d84":"Media Mentioned",
	"d85":"Expert Team",
	"d86":"Ontology View",
	"d87":"Road Map",
	"d88":"Subscription",
	"d89":"The ONTology Wallet is a gateway to decentralized applictions on the ONTology blockchain. It allows you to hold and secure ether and other crypxo-assets built on ONTology, as well as write, deploy and use smart contracts....",
	"d90":"Ontology has become the first blockchain project from China to join the Decentralized Identity Foundation, which aims to build a standardized decentralized ecosystem for online identities. Also, Ontology has been involved in ISO/IEC TC307 and CBD Forum’s blockchain open source project.",
	"d91":"Ontology Introduction",
	"d92":"A New Public Multi-Chain Project &",
	"d93":"to see more scenarios",
	"d94":"Developer",
	"d95":"cooperation",
	"d96":"About Ontology",
	"d97":"Team",
	"d98":"News",
	"d99":"ONT View",
	"d100":"https://info.ont.io/cooperation/en",
	"d101":"https://medium.com/ontologynetwork/tagged/tech",
	"d102":"https://info.ont.io/news/en",
	"d103":"https://info.ont.io/team/en",

	"d104":"https://info.ont.io/press/N0114/en",
	"d105":"Ontology and DVP to Work on Distributed Vulnerability Sharing Platform",
	"d106":"Ontology has announced its cooperation with DVP, the world’s first decentralized vulnerability platform. Ontology will provide blockchain underlying technology support, build a distributed vulnerability sharing platform, and work together with DVP on the development of an open blockchain security platform and developer ecosystem. ",
	"d107":"By",
	"d108":"Ontology",
	"d109":"Nov 1, 2018",

	"d110":"https://info.ont.io/press/N0112/en",
	"d111":"Ontology Partners With Ubitus, Largest GaaS Service Provider in Northeast Asia",
	"d112":"Ontology has announced a strategic partnership with Ubitus, a world-leading cloud gaming platform and the largest GaaS (GPU-as-a-Service) service provider in Northeast Asia. ",
	"d113":"By",
	"d114":"Ontology",
	"d115":"Oct 26, 2018",

	"d116":"https://info.ont.io/press/N0110/en",
	"d117":"HyperDragons, a Game by MIXMARVEL, to Operate on Ontology",
	"d118":"Ontology has announced a partnership with game platform and content community MIXMARVEL to build blockchain-based games on the Ontology platform.",
	"d119":"By",
	"d120":"Ontology",
	"d121":"Oct 26, 2018",


	"d122":"https://www.eventbrite.com/e/ontology-blockchain-meetup-san-francisco-registration-51324110797",
	"d1231":false,
	"d123":"Ontology San Francisco Meet Up",
	"d124":"",
	
	"d125":"By",
	"d126":"Ontology",
	"d127":"on Jun 30, 2018",

	"d128":"https://ontfans.io/?/article/17",
	"d129":"Ontology Releases Technical Community Bounty Program",
	"d130":"Ontology has released a technical community bounty program to help create a technical community where everyone can get more involved and be encouraged to participate in Ontology’s development and governance. 10% of all ONT (100,000,000 ONT) is allocated to the technical community. We hope you can participate actively in this scheme and together build up the Ontology technical community.",
	"d131":"By",
	"d132":"Ontology",
	"d133":"on Jul 23, 2018",
	
	"d134":"https://info.ont.io/view-point/E00020/en",
	"d135":"An Open Letter to the Ontology Community — Ontology MainNet “Ontology 1.0” has Officially Launched!",
	"d135img":"./images/index/view_3_cn.jpg",
	"d136":"June 30th is a day Ontology fans have been long awaiting. This day has filled us with enthusiasm, anticipation, some stress, and a lot of motivation.",
	"d137":"By",
	"d138":"Ontology",
	"d139":"on Jun 30, 2018",

	"d140":"https://ontfans.io/?/article/34",
	"d141":"Ontology Project Progress and Future Plans",
	"d142":"Ontology MainNet, “Ontology 1.0”, officially launched on June 30th and is stable after several weeks of operation. The Ontology team would now like to share with the community Ontology’s progress in its current state, as well as our future plans.",
	"d143":"By",
	"d144":"Ontology",
	"d145":"on Aug 2, 2018",

	"d146":"A Distributed Trust Collaboration Platform",
	"d147":"Homepage",
	"d149":"false",
	"d150":"https://t.me/OntologyNetwork",
	"d151":"https://discord.gg/4TQujHj",
	"d152":"https://twitter.com/OntologyNetwork",
	"d153":"https://www.facebook.com/Ontology-Network-468098413590227/",
	"d154":"https://old.reddit.com/r/OntologyNetwork/",
	"d155":"https://medium.com/ontologynetwork",
	"d156":"https://ontio.github.io/documentation/wp_download_en.html",
	"d157":"Ontology-Introductory-White-Paper.pdf",
	"d158":"wp/Ontology-technology-white-paper-EN.pdf",
	"d159":"Ontology-technology-white-paper-EN.pdf",
	"d160":"wp/Ontology-Ecosystem-White-Paper-EN.pdf",
	"d161":"Ontology-Ecosystem-White-Paper-EN.pdf",
	"d162":"Ontology provides new high-performance public blockchains that include a series of complete distributed ledgers and smart contract systems.",
	"d163":"Ontology blockchain framework supports public blockchain systems and is able to customize different public blockchains for different applications. Ontology supports collaboration amongst chain networks with its various protocol groups.",
	"d164":"Ontology will constantly provide common modules on the underlying infrastructure for different kinds of distributed scenarios, such as those for the distributed digital identity framework, distributed data exchange protocol, and so on. Based on specific scenario requirements, Ontology will continue to develop new common modules.",
	"d165":"Ontology's first projects are now live on GitHub. Come and join our ecosystem.",
	"d166":"Open Letter to the Technical Community",
	"d167":"https://medium.com/@OntologyNetwork/the-first-open-letter-to-the-ontology-technology-community-a65fe024ae1f",
	"d165a":"For more information, please read the application terms.",
	"d166a":"Node Application Terms",
	"d167a":"https://info.ont.io/trionesintro/en",
	"d168":"Co-Builder Plan Partners",
	"d169":"Documentation Center",
	"d170":"https://ontio.github.io/documentation/",
	"d1001":"https://info.ont.io/listtriones/en",
	"d3001":"Node",
	"d171":"Node Page",
	"d172":"Triones Candidate List",
	"d173":"Ontology Triones Seed Node Second Round Applications are Open",
	"d174":"https://info.ont.io/trionesintro/en",
	"d175":"ONTO is Here",
	"d176":"Securely build your digital identity, store digital assets, and more.",
	"d177":"Download now",
	"d178":"The Ontology Technical Community Compensation Scheme is now released.",
	"d179":"10% of all ONT will be allocated to the technical community.",
	"d180":"Learn More",
	"d181":"https://info.ont.io/developer/en",
	"d182":"Ontology Event Schedule 2018",
	"d183":"Write down where you would like to meet the Ontology Team and learn about our project updates and ecosystem",
	"d1831":"Global meetup vote",
	"d184":"Event Details",
	"d185":"Vote Now",
	"d186":"https://medium.com/ontologynetwork/ontology-2018-master-event-schedule-e341323e9d8",
	"d187":"Ontology Sticker Competition",
	"d188":"Event Details",
	"d189":"Ontology's first community competition!",
	"d190":"https://medium.com/ontologynetwork/ontology-community-sticker-design-competition-59f556a5e5b0",
	"d191":"Ontology Global Hackathon",
	"d192":"2018: Beijing, Shanghai, Seoul, Tokyo",
	"d193":"2019: San Francisco, Boston, Berlin, and more",
	"d194":"Learn More",
	"d195":"https://hackathon.ont.io/",
	"d196":"eventbrite"
}
