{
  "head":{
    "intro":"팀 소개 ",
    "elite":"팀",
    "exp":"Experience",
    "expertTeam":"",
    "teamIntroF":"온톨로지 팀은 전 세계를 배경으로 하는 코어 팀, 파트너, 커뮤니티 기여자, 기술 기여자로 이루어져 있습니다. 기술 기여자는 개인 기술 기여자, 단체 기술 기여자, 기관 기술 기여자로 나뉩니다. 온톨로지 코어 팀은 블록체인 기술, dApp 개발, 제품 관리, 디자인, 마케팅, 사업 개발 전문가 및 글로벌 금융 기관 출신의 전문가로 구성되었습니다. 현재 코어 팀에는 60명의 팀원이 있습니다.",
    "teamIntroS":"팀원들은 칭화대학, 베이징대학, 중국과학원 등의 권위 있는 교육적 배경을 보유하고 있을 뿐 아니라, IBM, Cisco, EMC를 비롯한 대형 금융 기관, 빅데이터 기업, 인터넷 기업에서의 경험을 보유하고 있습니다. 또한, 팀원들은 분산 시스템과 탈중앙 합의 알고리즘 설계, 네트워크 프로토콜, 스토리지 시스템, 구조 설계, 제품 R&D 경험이 있습니다. 온톨로지 코어 팀은 이전에 다수의 금융 기관, 은행, 중개 회사에 블록체인 솔루션을 성공적으로 제공했습니다."
  },
  "teamList":[
    {"name":"Jun Li","image":"../../static/img/portrait/lijun.jpg","duty":"Founder of Ontology","experience":"Li has a rich academic background, including a Bachelor’s degree in Computer Science, Master’s in Communication Engineering, MBA, and PMP. He is a senior blockchain architect and blockchain solutions professional with 16 years’ work experience in IT and fintech. Li previously provided technical architecture, management, and planning support for top international IT firms and major Chinese financial exchanges. He has taken part in the architecture design and technical management of many major systems, and has built up multiple technical teams and systems from scratch. Li also has a profound knowledge of the finance industry, excelling at internal management and external communication."},
    {"name":"Andy Ji","image":"../../static/img/portrait/季宙栋.jpg","duty":"Chief Strategy Officer","experience":"Ji Zhoudong has substantial experience in blockchain technology, including being a leader of one of the Top 500 Blockchain groups, Deputy General Manager of Wanda Technology Group Innovation Center and Wanda’s Chief of Blockchain Technology, Deputy Secretary-General of China’s Ministry of Industry and Information Technology’s Blockchain Technology and Industrial Development Forum, a director of Hyperledger, a member of China’s delegation of ISO/IEC TC 307, and Deputy Director of the China Blockchain Ecosystem Alliance (CBEA). Ji has participated in China’s Ministry of Industry and Information Technology’s blockchain white paper and blockchain standards-related work, written several books on blockchain including a blockchain development textbook, and led many blockchain community events."},
    {"name":"Ning Hu","image":"../../static/img/portrait/胡凝.jpg","duty":"Senior Protocol Architect","experience":"Hu is one of the first Semantic Web professionals in China. His experience includes enterprise resource planning, digitization of government affairs, gaming platforms, and media streaming. In 2008, he joined Project Halo, initiated by Paul Allen, Co-Founder of Microsoft, where his contributions included big data, artificial intelligence, work related to Semantic Web, etc. In 2013, Hu took part in setting up the Chinese division for Green Dot. He has rich understanding in banking finance and prepaid card services."},
    {"name":"Honglei Cong","image":"../../static/img/portrait/丛宏雷.jpg","duty":"Senior Blockchain Technology Professional","experience":"Cong studied computer science at Tsinghua University and is a professional in distributed systems and decentralized consensus algorithm design. He previously worked on distributed network protocols and distributed storage systems at Cisco and EMC, and later moved onto blockchain architecture design for large business groups. Cong excels in a range of blockchain structures and protocols, and participated in building the biggest alliance chain (between Union Pay, JD, CMB, and Wanda Group) in China. His work experience also includes crypto exchanges, supply chain, digital contracts, attestation, and other blockchain applications. He played a key role in Linux Foundation’s Hyperledger project and is certified as a blockchain performance assessment professional by China Electronics Standardization Institute. He also led a team and won second place in Hyperledger’s Asia Hackathon."},
    {"name":"Xianping Mao","image":"../../static/img/portrait/毛贤平.png","duty":"Ontology Research Institute Dean","experience":"Mao holds a PhD in cryptography from Shanghai Jiao Tong University. He is committed to innovation and application research of blockchain underlying technology and cryptography, and has a deep understanding of blockchain consensus mechanisms, blockchain privacy protection, and data security. Mao has been in well-known international journals in the field of cryptography and has published more than ten related academic papers for conferences."},
    {"name":"Min Xiao","image":"../../static/img/portrait/肖旻.jpg","duty":"Technical Director of Financial Systems","experience":"Xiao previously worked at China UnionPay Data Services, a major payment service provider in China. He has rich work experience which includes IT planning and team management for financial systems, cross-border payments, accounts, and liquidation. Xiao has a broad knowledge and experience in integrating blockchain application scenarios, and has published multiple articles on industry solutions for blockchain application."},
    {"name":"Wentao Yang","image":"../../static/img/portrait/杨文涛.jpg","duty":"Vice President, Business Development","experience":"Yang graduated from Peking University with a double Bachelor's degree in Science and Economics where he was president of the student union, and later received a Master's degree in Finance at Johns Hopkins University. Yang previously worked at the Morgan Stanley Wealth Management Division (Morgan Stanley Smith Barney) as a financial analyst. He is an expert in financial services and blockchain industry solutions. He is also a CFA charterholder. "},
    {"name":"Yan Zhou","image":"../../static/img/portrait/周炎.jpg","duty":"Technical Management Director","experience":"Zhou was previously the Chief Product Officer and Technical Vice President of Oriental Pass. He has more than 10 years of experience in fundamental software marketing, product management, and development, with a focus on middleware, microservices, cloud computing, and blockchain. In 2016 Zhou became one of the first in cloud computing to integrate data striping and distributed cache on blockchain, significantly improving trading performance and horizontal scalability."},
    {"name":"Daniel Wen","image":"../../static/img/portrait/温萌萌.jpg","duty":"Business Development Director","experience":"Daniel brings to the team over 15 years of experience in private equity, investment banking, and financial due diligence. Before joining the Ontology team, he had worked for international banks, Fortune-500 MNCs, and Big 4 accounting firms. Daniel holds an MBA from Australian Graduate School of Management (UNSW) and a BA in Finance and Banking from Renmin University of China."},
    {"name":"Sally Xue Gong","image":"../../static/img/portrait/弓雪.jpg","duty":"US Business Representative","experience":"Prior to joining the team, Sally was a partner of a boutique management consulting firm. She has previously worked for two global Fortune 500 tech companies and a global big four consulting firm. Sally is a serial entrepreneur in Silicon Valley. She is currently responsible for global strategic partnerships and investment at Ontology's US office."},
    
    {"name":"Chunliang Yuan","image":"../../static/img/portrait/袁纯亮.jpg","duty":"Architecture Expert","experience":"Yuan has a master of Embedded Systems from the School of Software and Microelectronics at Peking University. He 12 years of system software development experience and has been engaged in operating system kernel, grid computing, and distributed database kernel development and architecture."},
    {"name":"Steven Cheng","image":"../../static/img/portrait/程林.jpg","duty":"Architect","experience":"Steven graduated from the National ASIC System Engineering Research Center and has more than eight years of experience in Linux platform development. He has a wealth of compilers, virtual machines, cores, network protocol stacks, architecture, and micro-architecture development experience and professional skills. He has led the completion of the Dalvik virtual machine on the Peking University Unicore platform, including the implementation of the compiler system and back-end optimization. Steven has helped the Realsil routing team, responsible for Linux kernel protocol stack, memory management, and firewall components on SMP performance optimization and bug fixes, to achieve its SDK leap performance and stability on SMP. Steven has lead the team to complete calibration of IBM CPU emulator POWER7 to POWER8 main features, to overcome OpenStack's instruction set compatibility problem on the Power architecture and contribute to the localization of China's IC chips."},
    
    {"name":"Zhichao Lai","image":"../../static/img/portrait/赖智超.jpg","duty":"Senior Software Engineer","experience":"Lai is a blockchain core developer and has experience in distributed ledgers, P2P networks, and consensus development. He also has a strong technical experience in data mining and big data."},
    {"name":"Yuan Tan","image":"../../static/img/portrait/谈元.jpg","duty":"Senior Software Engineer","experience":"Tan is a DNA Smart Contract Core Developer, NEO Community Developer, and Participant of NEO NEP-5 token standards. Tan has a solid experience in smart contract and specializes in the fundamental structures and principles of EVM and NeoVM. He has also given lectures at multiple smart contract development training events."},
    {"name":"Pan Liu","image":"../../static/img/portrait/刘攀.jpg","duty":"Senior System Engineer","experience":"Liu graduated from the National Laboratory of Computer Systems at Huazhong University of Science and Technology. He previously worked at Cisco and specializes in internet protocols and network virtualization. He once spearheaded the first innovation project based on a same-frequency full-duplex protocols. Liu has a profound understanding of cloud distributed systems, containers, and microservices."},
    {"name":"Guanjun Hu","image":"../../static/img/portrait/胡冠军.jpg","duty":"Senior Software Engineer","experience":"Hu previously worked on an enterprise public cloud platform at Honeywell. His work experience includes distributed storage, NoSQL databases, microservice, and DevOps. He has conducted in-depth research in microservice and high availability."},
    {"name":"Menghang Zhang","image":"../../static/img/portrait/张梦航.jpg","duty":"Senior System Engineer","experience":"Zhang is a senior developer focusing on blockchain underlying technologies and applications, and was once a blockchain system assessment professional recognized by China Eletronics Standardization Institute. He contributed enormously in coding for the Hyperledger project of Linux Foundation, and co-developed the real-estate information sharing and trading platform by Chainhome. Zhang also won the second place in Hyperledger Hackathon Asia."},
    {"name":"Junxi Xie","image":"../../static/img/portrait/谢俊喜.jpg","duty":"Senior System Engineer","experience":"Xie once worked on online gaming development and quantity transaction development at Giant Network, Grand Game, some private equity firms. He uses C++ in Linux system and has rich development experience in Go. Xie is currently focusing on high-performance computing and blockchain application development."},
    {"name":"Peiwen Zhou","image":"../../static/img/portrait/周佩文.jpg","duty":"Senior System Engineer","experience":"Zhou is working on developing blockchain applications and underlying infrastructure. He has worked at HP, SGI, Ping An Group, and more, and holds solid experience in product lifecycle management, high-performance computing, and third-party payment. He worked on multiple kinds of projects such as blockchain digital contract, digital invoice, exchanges, and more."},
    {"name":"Wei Lyu","image":"../../static/img/portrait/吕威.jpg","duty":"Senior Information Security Engineer","experience":"Lyu is an information security professional with expertise in cryptography and internet security. He previously worked on classified projects and it committed to algorithm research and security protocol design to provide bottom-up technical support for identity management, privacy protection, and in other related areas."},
    {"name":"Kunxian Xia","image":"../../static/img/portrait/夏坤贤.jpg","duty":"Information Security Specialist","experience":"Xia did his Master’s degree in Information Security, specializing in elliptic-curve cryptography and lattice-based cryptography. He won second prize in a postgraduate mathematical modeling contest. His rich experience also includes zero-knowledge proof and other cryptographic algorithms."},
    {"name":"Xiping Li","image":"../../static/img/portrait/李喜平.jpg","duty":"Senior Project Manager","experience":"Li worked for more than 10 years at IBM (in finance and logistics) and has years of experience in banking core system solutions, project and team management, and experience overseas. Li also has rich experience in blockchain solutions and blockchain application projects."},
       
    {"name":"Jerry Li","image":"../../static/img/portrait/Jerry.jpg","duty":"Project Manager","experience":"Jerry has worked more than six years Huawei and have been involved in many large scale projects in North America and the Middle East. Jerry's main area of concentration is project management and he has extensive experience in managing projects in the telecommunication field. Jerry received his bachelor's degree from the University of Waterloo with a major in Statistics and a minor in Pure Mathematics."},
    
    {"name":"Xi Zhou","image":"../../static/img/portrait/周喜.jpg","duty":"Senior Software Engineer","experience":"Zhou studied in Sweden and obtained his Master's degree in Embedded and Intelligent Systems. He was previously a software engineer at Honeywell and has several years' experience in microservices and distributed concurrent systems. He is currently working on blockchain Restful and SDK development."},    
    {"name":"Qiushan Liu","image":"../../static/img/portrait/刘秋杉.jpg","duty":"Senior Researcher","experience":"Liu was involved in the ZhongAn Technology/Fudan University blockchain lab, where he participated in R&D of core consensus algorithm. He was formerly a system performance analyst at IBM and has participated in the development of Fabric 0.6. As a resident assistant at the University of Hong Kong, Liu participated in research in high-performance distributed consistency systems. The project won funding from the Hong Kong government and was published in the SOSP. In the summer of 2016, Liu was engaged in a blockchain-based shared economy business and gained investment and support from a well-known large corporation."},    
    {"name":"Wilson Hua","image":"../../static/img/portrait/华正皓.jpg","duty":"Technical Product Manager","experience":"Wilson used to be the technical principal of a blockchain application project at ZhongAn Technology and the core financial blockchain developer at LeTV. He participated in the compilation of the white paper, reference framework, and blockchain standards set out by the Ministry and Information Technology of China. Wilson was also the assessment expert of a blockchain application development contest held by the Ministry and Information Technology and participated in the establishment of ISO/TC 307. He set up technical team from zero and participated in product planning and landing."},    
    {"name":"Yingxuan Li","image":"../../static/img/portrait/李颖轩.jpg","duty":"Senior System Engineer","experience":"Li is a core developer of DNA. He is a full-stack engineer proficient in Golang, Python, PHP, NodeJS, VueJS, MySQL, and more. He is an internet entrepreneur with rich experience in technology architecture design, management, and app development. For the Chinese Academy of Sciences Eleventh Five-Year-Plan project, Li designed and developed a distributed underwater acoustic node big data platform. He has held CTO positions in many internet startups and holds a PMP."},
    {"name":"Yihen Liu","image":"../../static/img/portrait/刘一痕.jpg","duty":"Senior System Engineer","experience":"Liu has eight years of work experience. He has a Bachelor’s degree in Computer Science and a Master’s degree in Statistics. He is a blockchain core infrastructure developer and Go contributor, and has work experience in communications, mobile advertising, and blockchain finance. Liu has a very clear understanding and wealth of experience in blockchain protocol architecture. He also has rich experience in distributed data storage, data management, microservices system architecture, and high availability/large concurrent system design and implementation. Liu has worked for large telecom, media network, and financial enterprises, and has participated in the implementation of a telecom program control exchange system, an intelligent push system with hundreds of millions of views, a trading system with billions in daily trading volume, and a blockchain protocol framework widely adopted in the industry."},
    {"name":"Xiang Fu","image":"../../static/img/portrait/傅翔.jpg","duty":"Senior System Engineer","experience":"Fu is a core developer of DNA. He received his Master's degree in Communications and Information Systems from Beijing University of Posts and Telecommunications and previously worked at the Chinese Academy of Sciences where he was awarded with an Outstanding Technical Achievement Award. Fu has also worked at Fluke/NetScout where he focused on wireless data analysis and security monitoring."},
    {"name":"Yin Shen","image":"../../static/img/portrait/沈寅.jpg","duty":"Architect","experience":"Shen has more than 10 years of work experience. He has worked as an application development architect, and is very experienced in internet application development. Shen has worked at SAP, Baidu, and Alibaba."},
    {"name":"Xiaojie Guo","image":"../../static/img/portrait/郭笑杰.jpg","duty":"Senior Software Engineer","experience":"Guo has been engaged in a series of importance projects led by the State Administration of Taxation, Ministry of Public Security, and other government departments. Guo has many years of experience in information security. He has worked on encryption development, signature verification servers, and CA. Guo holds abundant experience in cryptography applications and is familiar with both national and international cryptographic standards."},
    {"name":"Lucas Si","image":"../../static/img/portrait/司帅帅.jpg","duty":"Software Engineer","experience":"Si holds a master's degree from Shanghai Jiaotong University. He previously worked at Shanghai Stock Exchange Technology where he worked on a blockchain-based securities trading system verification project development. Si has extensive experience in financial blockchain application development."},
    {"name":"Wei Zhang","image":"../../static/img/portrait/张伟.jpg","duty":"Senior Software Engineer","experience":"Zhang is a DNA core developer with experience in blockchain infrastructure and security development. He received his Master’s in Software Engineering from Xidian University. He previously worked at Shanghai Huahong and Unigroup where he gained experience in financial IC card chips and mobile phone chip security R&D."},
    {"name":"Qiang Zhou","image":"../../static/img/portrait/周强.jpg","duty":"Software Engineer","experience":"Zhou gained his degree in Information Security and worked in credit card service at Ping An Bank. His experience varies from financial payment systems to blockchain application development. Zhou has participated in multiple projects focusing on blockchain and financial system integration. "},
    {"name":"Link Su","image":"../../static/img/portrait/苏凌霄.jpg","duty":"Senior Frontend Software Engineer","experience":"Su previously worked at IBM, has rich experience in banking project experience, and has taken part in the front-end design and development of multiple corporate blockchain projects. His development capabilities cover agile and team collaboration. Su is a huge foodie who loves traveling, rock music, and has a good sense of humor."},
    {"name":"Dashuang Wang","image":"../../static/img/portrait/王大双.jpg","duty":"Frontend Software Engineer","experience":"Wang gained his degree in Software Engineer from East China Normal University and worked on front-end development at a startup. He spearheaded several cross-platform front-end projects and keeps himself updated with frontier technology development. Wang holds rich experience and capabilities in front-end development."},
    {"name":"Jing Liu","image":"../../static/img/portrait/刘婧.jpg","duty":"Frontend Software Engineer","experience":"Liu majored in Information Security and previously worked at TopSec. She has a solid amount of experience in security protocols, cryptographic algorithms, and security product development."},
    {"name":"Cheng Wang","image":"../../static/img/portrait/王成.jpg","duty":"Software Engineer","experience":"Wang graduated from the International School of Software at Wuhan University and previously worked at Huawei. He has extensive experience in software development and has studied computer networks and distributed software systems."},
    {"name":"Xudong Wei","image":"../../static/img/portrait/魏旭东.jpg","duty":"Devops Engineer","experience":"Wei graduated from Taiyuan University of Technology with a major in computer science. He used to work for Nanjing Zhenshi Intelligence Technology, where he gained extensive experience in DevOps including automation operation and maintenance, database operation and maintenance, business monitoring, and promming in Java, Python, and Shell."},
    {"name":"Zhijie Chen","image":"../../static/img/portrait/陈志杰.jpg","duty":"Software Engineer","experience":"Chen received his bachelor's degree in computer science and finance from South China University of Technology. He is a full stack developer who has worked with iOS apps and Node.js and Go development. An internet entrepreneur and former co-founder of a startup, Chen has participated in the development of multiple apps, websites, and services. He has experience in technical and project management, blockchain technology, P2P networks, and smart contracts."},
    {"name":"Will Liu","image":"../../static/img/portrait/刘宇驰.jpg","duty":"Senior Blockchain Solutions Specialist","experience":"Will graduated from the University of Hong Kong with a major in Computer Science. He was formerly a senior technical consultant in the financial services department of Accenture China, where he mainly served large domestic financial institutions, and conducted deep research on the combination of blockchain with real scenarios and enterprise-level applications. He has participated in several banking industries and insurance industry blockchain projects."},

    {"name":"Dingxin Wang","image":"../../static/img/portrait/王定鑫.jpg","duty":"Software Engineer","experience":"Wang graduated from Fudan University with a major in Secrecy Administration. He has extensive experience in C++ and Python, and is eager to learn new fields. He has work experience in cryptography, software-defined radio, natural language processing, blockchain, and more."},
    {"name":"Wei Fu","image":"../../static/img/portrait/付巍.jpg","duty":"Senior Software Engineer","experience":"Fu holds a master's degree in Beijing University of Posts and Telecommunications. He has worked in Digital China, Huawei, and Gemalto. He has many years of experience in router and smart card product development."},
    {"name":"Bolen Zhang","image":"../../static/img/portrait/张立勇.jpg","duty":"Senior Software Engineer","experience":"Zhang graduated from the School of Software at Tsinghua University and has a CCIE (routing and switching certification). He previously worked as a technical manager in a startup company and as a senior engineer at iQiyi and other companies, responsible for network architecture design, network operation and maintenance, network security, and operation and maintenance development. Zhang has conducted in-depth research on SDN and network security and network automation."},
    
    {"name":"Dave Dong","image":"../../static/img/portrait/董丹.jpg","duty":"Business Manager","experience":"Dong has work experience in independent business development at Chinese state-owned enterprises and big data, anti-fraud, and corporate collaboration. He is familiar with the trust issues that internet finance, digital commerce, and gaming industries are facing, and has unique outlook on blockchain application solutions."},
    {"name":"Defoe Chiang","image":"../../static/img/portrait/蒋鼎峰.jpg","duty":"Director of Policy and Legal Affairs","experience":"Jiang has previously worked at governmental organizations, state-owned enterprises, law firms, and startup investment institutions. He has a focus on policies and legal affairs. He has a rich experience in the laws and policies surrounding technology companies."},
    
    {"name":"Gloria Wu","image":"../../static/img/portrait/Gloria.jpg","duty":"Head of Ontology Olympus Accelerator","experience":"Gloria started her career in a social enterprise, and she served to overlook its operations in Mainland China and product marketing globally. She also brings to the team business consultancy skills in Fortune 500 companies overseas, as well as leading startup acceleration and eco-system building experiences in the education industry in China."},
    {"name":"Tiffany Li","image":"../../static/img/portrait/李婷.jpg","duty":"Investment Vice President","experience":"Tiffany worked at a venture capital fund in Toronto for two years, primarily responsible for investing in fast growing technology companies in North America.  She was also involved in consulting and fund-raising work for blockchain companies in Canada. Tiffany holds a Master of Finance degree from Shanghai Jiao Tong University and a Bachelor of Commerce degree from University of Toronto."},
   
    {"name":"Mathias Glintborg","image":"../../static/img/portrait/Mathias.jpg","duty":"Global Development Manager","experience":"Mathias holds Master degrees in international business/finance and mechanical engineering. His previous professional experience includes AI and analytics with a F500 company, financial advisory, and new product development. He has management experience from client facing roles, taking care of commercial aspects and delivery of projects for top-tier multinational clients from across various industries. Glintborg has been involved in several blockchain initiatives and previously developed AI/blockchain partnerships between private companies and educational institutions. He is continually participating in blockchain architecture research and has hands-on experience with smart contract development."},
    {"name":"Walter Yang","image":"../../static/img/portrait/Walter.jpg","duty":"Senior Overseas Business Development Specialist","experience":"Walter is an interdisciplinary professional, with experiences ranging from content marketing and product branding to business development and strategic management. Raised and formerly employed in Belgium with roots in Taiwan has allowed him to obtain a strong cross-cultural awareness and multi-lingual skills which has applied consistently throughout his career. Walter has provided support and consultative services to various SMEs, corporations, and local governments on cross-border matters."},
    
    {"name":"Julia Yu","image":"../../static/img/portrait/余思晴.jpg","duty":"Marketing Manager","experience":"Julia has three years of marketing experience including English and Chinese writing, translation, community and social media management, market research, online and offline event planning and execution, project management, and business development. She previously worked in the marketing department at BTCC. Julia currently oversees Ontology’s community and social media, English and Chinese writing and translation, domestic and international offline events, and so on. "},
    {"name":"Daniel Assab","image":"../../static/img/portrait/DanielAssab.jpg","duty":"Senior Overseas Market Specialist","experience":"Daniel's experience includes copywriting, translation, community management, and research. He previously worked in the marketing and communications department at BTCC, a bitcoin company, and has worked on research projects covering China and Europe relations. Daniel currently oversees Ontology’s English language content and social media. He received his Bachelor’s degree in Chinese and International Relations from the University of Westminster and his Master’s degree in Development Studies from Beijing Normal University."},
    {"name":"Chelsea Mu","image":"../../static/img/portrait/穆青.jpg","duty":"Senior Public Relations Specialist","experience":"Mu has worked for international PR agencies and first-tier internet companies where she was responsible for brand promotion, communications, and media relations for technology companies such as Microsoft and NetApp. Mu has participated in projects including the global release of Windows 10, the partnership ceremony of NetApp and Sugon, the NetEase Annual Economist Conference, and so on."},
    {"name":"Christina Liu","image":"../../static/img/portrait/刘露.jpg","duty":"Overseas Community Operations","experience":"Christina has more than three years working experience in London in dealing with international high net worth individuals on various investment and acquisition projects in technology, real estate, investment immigration, and education throughout Europe. She was previously based in UK Legal 500 law firms as Business Development Manager and Project Manager. The most recent firm she worked in, Preiskel & Co LLP, is also a member of Lexing Network of Advanced Technology Lawyers. She has exceptional cross-culture communication skills and acquired extensive marketing and managerial experience. She has obtained a master’s degree from University of Leeds on Conference Interpreting and Translation Studies and completed an APMP project management course at University College London."},
        
    {"name":"Yijia Li","image":"../../static/img/portrait/李艺佳.jpg","duty":"Senior Marketing Specialist","experience":"Yijia has five years of experience studying and working in the US. She has extensive interdisciplinary and cross-cultural work experience in Fortune 500 company and tech startups, including digital marketing, market research and analysis, overseas and China marketing campaign planning and execution, product marketing, and account management. Currently at Ontology, Yijia is responsible for China and overseas media channel development, PR, online and offline event planning and execution, etc."},
   
    {"name":"Tony Duan","image":"../../static/img/portrait/段宏宇.jpg","duty":"User Experience Designer","experience":"Tony has a multi-disciplinary design background. He has worked in both Canada and China in interior design, graphic design, UI/UX design, and more. His project experience includes logo design, graphic layout, website design, and mobile app design."},
    {"name":"Tian Xie","image":"../../static/img/portrait/谢甜.jpg","duty":"UI Designer","experience":"Xie has design experience in multiple projects and is responsible for design-related work. She addresses project needs in product design and UI design."},
    {"name":"Zhao Wang","image":"../../static/img/portrait/王昭.jpg","duty":"UI Designer","experience":"Zhao Graduated from User-Experience research major in a well-known design university in the US. She has four years of UX/UI design work experience. She worked in famous technology companies in China before, leading and participating in many internet product design projects."}
  ]

}
